<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 核心日文语言包  momo 翻译
return [
    // 通常提示
    '这是一个采用 PHP7 制作的聚合搜索引擎'             => 'これはPHP 7を使った重合検索です',
    '二次元聚合搜索和导航姬'                     => '二次集合検索とナビゲーション',
    '输入搜索的内容'                                   => '検索の内容を入力します',
    '搜索'                                             => '検索',
    '引擎'                                            => '',//エンジン
    '语言'                                            => '言語',

    '上一页'                                          => '前のページ',
    '下一页'                                          => '次のページ',
    '为您找到'                                          => '見つけます',
    '相关结果'                                          => '関連結果',

    '联系我们'                                        => 'お问い合わせ',
    '网页'                                            => 'ホームページ',
    '视频'                                            => '動画',
    '动漫'                                            => 'アニメ',
    '视频'                                            => '動画',
    '第%s条'                                          => '第%s条',
    '第 %s 页'                                          => '第%sページ',

    '提示'                                            => 'ヒント',
    '介绍'                                            => '紹介する',
    '首次搜索的时候处理较慢，请耐心等待。'            => '初めての検索では処理が遅くなりますので、お待ちください。',
    '我们希望做一个中国的二次元聚合搜索引擎和导航姬'            => '私たちは中国の二次集計検索エンジンとナビゲーションになることを願っています',
];
