<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 核心中文语言包
return [
    // 系统错误提示
    '这是一个采用 PHP7 制作的聚合搜索引擎'            => '이것은 PHP7로 작성된 집계 검색 엔진입니다',
    '二次元聚合搜索和导航姬'                    => '애니메이션 집계 검색 및 탐색 Ji',
    '输入搜索的内容'                                  => '검색 내용 입력',
    '搜索'                                            => '검색',
    '引擎'                                            => '엔진',
    '语言'                                            => '언어',

    '上一页'                                          => '이전 페이지',
    '下一页'                                          => '다음 페이지',
    '为您找到'                                          => '당신을 위해 발견되었습니다',
    '相关结果'                                          => '관련 결과',

    '联系我们'                                        => '문의하기',
    '网页'                                            => '웹 페이지',
    '视频'                                            => '비디오',
    '动漫'                                            => '애니메이션',
    '资源'                                            => '자원',
    '第%s条'                                          => '제%s조',
    '第 %s 页'                                          => '제 %s 쪽',

    '提示'                                            => '프롬프트',
    '介绍'                                            => '소개',
    '首次搜索的时候处理较慢，请耐心等待。'            => '처음으로 검색 할 때 처리 속도가 느려집니다. 잠시 기다려주십시오.',
    '我们希望做一个中国的二次元聚合搜索引擎和导航姬'            => '우리는 중국 이차 집합 적 검색 엔진과 탐색이되기를 희망합니다.',
];
