<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 核心中文语言包
return [
    // 请不要删除此解释好嘛 =W=
    '开源项目'                                         => '开源项目',
    // 系统错误提示
    '这是一个采用 PHP7 制作的聚合搜索引擎'            => '这是一个采用 PHP7 制作的聚合搜索引擎',
    '二次元聚合搜索和导航姬'                    => '二次元聚合搜索和导航姬',
    '输入搜索的内容'                                  => '输入搜索的内容',
    '搜索'                                            => '搜索',
    '引擎'                                            => '引擎',
    '语言'                                            => '语言',

    '上一页'                                          => '上一页',
    '下一页'                                          => '下一页',
    '为您找到'                                          => '为您找到',
    '相关结果'                                          => '相关结果',

    '联系我们'                                        => '联系我们',
    '网页'                                            => '网页',
    '视频'                                            => '视频',
    '资源'                                            => '资源',
    '动漫'                                            => '动漫',
    '第%s条'                                          => '第%s条',
    '第 %s 页'                                          => '第 %s 页',

    '提示'                                            => '提示',
    '介绍'                                            => '介绍',
    '首次搜索的时候处理较慢，请耐心等待。'            => '首次搜索的时候处理较慢，请耐心等待。',
    '我们希望做一个中国的二次元聚合搜索引擎和导航姬'            => '我们希望做一个中国的二次元聚合搜索引擎和导航姬',

];
