<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 核心中文语言包
return [
    // 系统错误提示
    '这是一个采用 PHP7 制作的聚合搜索引擎'            => '這是一個採用 PHP7 製作的聚合搜尋引擎',
    '二次元聚合搜索和导航姬'                    => '二次元聚合蒐索和導航姬',
    '输入搜索的内容'                                  => '輸入蒐索的內容',
    '搜索'                                            => '蒐索',
    '引擎'                                            => '引擎',
    '语言'                                            => '語言',

    '上一页'                                          => '上一頁',
    '下一页'                                          => '下一頁',
    '为您找到'                                          => '為您找到',
    '相关结果'                                          => '相關結果',

    '联系我们'                                        => '聯繫我們',
    '网页'                                            => '網頁',
    '视频'                                            => '視頻',
    '资源'                                            => '資源',
    '动漫'                                            => '動漫',
    '第%s条'                                          => '第%s條',
    '第 %s 页'                                          => '第 %s 頁',

    '提示'                                            => '提示',
    '介绍'                                            => '介紹',
    '首次搜索的时候处理较慢，请耐心等待。'            => '首次蒐索的時候處理較慢，請耐心等待。',
    '我们希望做一个中国的二次元聚合搜索引擎和导航姬'            => '我們希望做一個中國的二次元聚合搜尋引擎和導航姬',
];
